---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisFailures.ProblemWithLightingLoadWarn
source: html/a58dc1ae-924a-3ccb-ecd4-d8a299eae64e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisFailures.ProblemWithLightingLoadWarn Property

[Room]'s lighting load is too high. This may be caused by an incorrect density value and must be corrected before this space can be included in the load calculations.

## Syntax (C#)
```csharp
public static FailureDefinitionId ProblemWithLightingLoadWarn { get; }
```